Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ།
en: Kneeling down on their right knees, they joined their palms.

source: བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་ཀྱང་ཆོས་ཉིད་འདི་ཐོས་པས་སྐྱེ་བའི་འཁོར་བ་ཆེན་པོ་བས་པར་བགྱིས་སོ།
en: “Blessed One, when we brought an end to the great cycle of births it was also through hearing of this intrinsic nature.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་དེ་བཞིན་ནོ། །དེ་དེ་བཞིན་ཏེ། ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་ནོ།
en: “Monks, so it is,” replied the Blessed One, “so it is.”

source: དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་མང་པོ་དེ་དག་ལ་བཀའ་སྩལ་པ།
en: And he then spoke to the vast gathering:

source: རིགས་ཀྱི་བུ་དག་ས་ཕྱོགས་གང་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཆད་པ་དང་། སྟོན་པའི་སའི་ཕྱོགས་དེ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་གཟུང་བར་བྱའོ། །ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བར་གཟུང་བར་བྱའོ།
en: “Noble sons, wherever this Dharma teaching is explained and given, that location is to be seen as the seat of awakening, and the event is to be understood as the turning of the wheel of Dharma.

source: མཆོད་རྟེན་ཆེན་པོར་གཟུང་བར་བྱའོ། །བདག་ཅག་གི་སྟོན་པ་གནས་འདི་ན་བཞུགས་སོ་བར་གཟུང་བར་བྱའོ།
en: This teaching should be regarded as a great shrine, and you should think, ‘Herein resides our Teacher.’

source: རིགས་ཀྱི་བུ་དག་དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆོས་ཉིད་འདི་ནི་བྱང་ཆུབ་བོ།
en: And why, noble sons? Because its intrinsic nature is awakening.

source: ཆོས་ཉིད་འདི་ནི་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བའོ།
en: Its intrinsic nature is the turning of the wheel of Dharma.

source: རིགས་ཀྱི་བུ་དག་དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་ཀྱི་སྐུ་སྟེ། རིགས་ཀྱི་བུ་དག་ཆོས་མཆོད་པས་དེ་བཞིན་གཤེགས་པ་རྣམས་མཆོད་པར་འགྱུར་རོ།
en: Noble sons, the thus-gone ones are the Dharma body; so, noble sons, by worshiping the Dharma you worship the thus-gone ones.

source: ས་ཕྱོགས་གང་ན་ཆོས་སྨྲ་བ་དེ་གནས་པ་དེ་ལ་ཡང་མཆོད་རྟེན་དུ་འདུ་ཤེས་བསྐྱེད་པར་བྱ་སྟེ།
en: “Any place where a Dharma teacher resides should likewise be understood to be a shrine,

source: ཆོས་སྨྲ་བ་དེ་ལ་ཡང་བླ་མར་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ། །དགེ་བའི་བཤེས་གཉེན་དུ་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ། །ལམ་སྟོན་པར་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: the teacher regarded as a guru, a spiritual teacher, and a revealer of the path.

source: ཆོས་སྨྲ་བ་དེ་མཐོང་ན་དགའ་བ་དང་། དད་པ་དང་། རངས་པ་བསྐྱེད་པར་བྱའོ།
en: When meeting a Dharma teacher, one should respond with joy, faith, and delight.

source: རིམ་གྲོར་བྱས་ཏེ་སྟན་ལ་བདར་བར་བྱའོ། །ཆོས་སྨྲ་བ་དེའི་བསྔགས་པ་བརྗོད་པར་བྱའོ། །ལེགས་སོ་ཞེས་བརྗོད་པ་མང་བར་བྱའོ།
en: Respectfully, one should prepare a seat for that Dharma teacher, offer praise, and frequently express one’s approval of the teaching.

source: རིགས་ཀྱི་བུ་དག་ངས་བསྐལ་པའམ། བསྐལ་པ་ལས་ལྷག་པར་ཆོས་སྨྲ་བ་དེའི་བསྔགས་པ་བརྗོད་ཀྱང་ཆོས་སྨྲ་བ་དེ་ལ་ཅུང་ཟད་ཀྱང་ཕན་པར་བྱས་པ་མེད་དོ།
en: “Noble sons, even if I were to praise the qualities of the teachers of the Dharma for an eon or more, it would not be of the slightest benefit to them.

source: བཀུར་སྟིར་བྱ་བ་དང་། བཙུན་པར་བྱ་བ་དང་། བསྔགས་པ་བརྗོད་པ་ནི་གྱི་ན་ཅུང་ཟད་དུ་ཟད་དོ།
en: expressions of veneration, respect, and praise are not important to them.

source: རིགས་ཀྱི་བུ་དག་གལ་ཏེ་ཆོས་འདི་འདོད་པའི་
en: Noble sons, even if, yearning for this Dharma,

source: རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་དག་གིས་ཆོས་སྨྲ་བ་དེ་འོང་བའི་ལམ་བདག་གི་ཁྲག་གིས་ཆག་ཆག་བྱས་ཀྱང་
en: a noble son or daughter were to sprinkle with their own blood the path that their Dharma teacher is to walk upon,

source: ཆོས་སྨྲ་བ་དེ་ལ་ཕན་པ་ཅུང་ཟད་ཀྱང་བྱས་པ་མེད་དོ།
en: this would not be of any benefit to the teacher.

source: དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་ཚུལ་གཟུང་བ་འདི་ནི་དཀའ་བའོ།
en: it is hard to receive the Dharma way of the thus-gone ones.

source: རིགས་ཀྱི་བུ་དག་ཆོས་སྨྲ་བ་དེས་ཀྱང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་དང་། བསྟན་པ་དང་། ཡང་དག་པར་སྟོན་པའི་ཚེ། འཇིགས་པ་མེད་པར་བྱའོ། །མ་ཞུམ་པ་དང་། སྤ་མ་གོང་བ་དང་། ཞེ་མ་འགྲས་པའི་སེམས་དང་།
en: “Noble sons, when a Dharma teacher explains, presents, and illumines this Dharma discourse, he or she should do so without fear, timidity, faintheartedness, or hostility.

source: གོས་གཙང་མ་བགོས་ཏེ་དད་པ་བསྐྱེད་པར་བྱའོ།
en: The teacher should wear freshly cleaned clothes and arouse faith.

source: བདག་གི་བསྔགས་པ་བརྗོད་ཀྱང་མི་སྙེམས་པ་དང་། ང་རྒྱལ་དུ་མི་གཟུང་བར་བྱ་སྟེ།
en: ‘Even though they may praise me, I shall not take that as a cause for arrogance or pride.

source: བདག་མི་སྟོད། གཞན་མི་སྨོད་ཅིང་། དེས་ཟང་ཟིང་མེད་པའི་སེམས་ཀྱིས་རི་མོར་བྱས་ཏེ་ཆོས་བསྟན་པར་བྱའོ།
en: Without praising myself, without belittling others, and without any concern for material things, I shall teach the Dharma.’

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Now Śakra, king of the gods, turned to the Blessed One, saying,

source: བཅོམ་ལྡན་འདས་དོག་སའི་ཕྱོགས་གང་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པའམ། བསྟན་པར་འགྱུར་བའི་ས་ཕྱོགས་དེར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མཉན་པ་དང་། ཆོས་སྨྲ་བ་དེ་ལ་སྨན་པར་བགྱི་བའི་སླད་དུ་བདག་ཅག་དཔུང་དང་བཅས་འཁོར་དང་བཅས་ཏེ་མཆིའོ།
en: “Blessed One, I shall be present with my army and retinue wherever this Dharma teaching may be delivered and explained. We shall provide for those who listen and teach.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀཽ་ཤི་ཀ་ལེགས་སོ་ལེགས་སོ། །ཁྱོད་ཀྱིས་དེ་ལྟར་གྱིས་ཤིག །ཀཽ་ཤི་ཀ་ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཉིད་ཡོངས་སུ་བསྲུང་བར་བྱའོ།
en: “Excellent, Kau­śika, excellent,” replied the Blessed One. “You must do just that. Kau­śika, you must guard the intrinsic nature of the thus-gone ones.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ།
en: The bodhisattva Sarva­nīvaraṇa­viṣkam­bhin now addressed the Blessed One:

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ཞེས་བགྱི། འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: “Blessed One, what is the name of this teaching of the Dharma, and how shall we identify it?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་དཀོན་མཆོག་སྤྲིན་ཅེས་བྱ་བར་ཟུང་ཤིག
en: “Noble son,” replied the Blessed One, “you should know this Dharma teaching as The Jewel Cloud

source: ཡོན་ཏན་རིན་པོ་ཆེའི་འབྱུང་གནས་ཀྱི་ལེའུ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །ཡེ་ཤེས་སྒྲོན་མ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག
en: The Teaching on the Source of Jewels , and The Lamp of Wisdom

source: སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་ཀུན་དྲིས་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག
en: You should also know it as The Questions of Sarva­nīvaraṇa­viṣkam­bhin

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བ་ཡིད་དགའ་ཞིང་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། གནས་གཙང་མའི་ལྷའི་བུ་ལ་སོགས་པ།
en: When the Blessed One had spoken, the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin rejoiced, as did the other bodhisattvas, the great hearers, Śakra, Brahmā, the guardians of the world, Mahe­śvara, the gods of the pure abodes, and the other millions of gods.

source: ལྷའི་བུ་བརྒྱ་སྟོང་དུ་མ་དག་དང་། དེ་མ་ཡིན་པ་གཞན་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་བརྒྱ་སྟོང་དག་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའོ།
en: Further, hundreds of thousands of gods, nāgas, yakṣas, gandharvas, demigods, garuḍas, kinnaras, and mahoragas also rejoiced in the words of the Blessed One.

source: འཕགས་པ་དཀོན་མཆོག་སྤྲིན་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This completes the noble Great Vehicle sūtra known as “ The Jewel Cloud

source: ལོ་ཙྪ་བ་བན་དེ་རིན་ཆེན་འཚོ་དང་། ཆོས་ཉིད་ཚུལ་ཁྲིམས་ཀྱིས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated, edited, and finalized by the translators Bandé Rinchen Tso and Chönyi Tsultrim.
